registration: dict = {(2023, 8, 2): 'Олимпиада Систематика',
                      (2023, 8, 4): 'Олимпиада по биоллогии'
                      }

starts: dict = {(2023, 8, 3): 'Олимпиада Систематика',
                (2023, 8, 5): 'Олимпиада по биоллогии'
                }
ru_months = {1: 'января',
             2: 'февраля',
             3: 'марта',
             4: 'апреля',
             5: 'мая',
             6: 'июня',
             7: 'июля',
             8: 'августа',
             9: 'сентября',
             10: 'октября',
             11: 'ноября',
             12: 'декабря'}